{
    "01": ["Right to Equality", "Since the moment you were born, you are no different from any of all the other children or parents or grandparents on earth. For example, when you go playing at the park, every child must be able to decide when to play and with who at any time, even to tell when someone is acting badly. Just like you.", "Imagine a friendly stranger. You don’t know him and neither does he know you. Imagine now he enters your classroom without anyone noticing. There is just one little issue: he cannot see your faces, nor can he tell if you are a boy or a girl. As for the right to equality, he must not be able to discover who is who when paying attention to how you relate or play with your classmates. That is because you should treat each other as equals, and everybody should have the ability to do the same things.", "Imagine a very concrete situation: you are about to decide who you are playing with. You have to choose between all your classmates. There are boys and girls, black people and white people, people who are bigger and people who are smaller. You are no different from them, they can choose to play with you or refuse to play with you, and decide when you are doing right or wrong, just like you. When deciding, you should decide to play with the one you like playing the most, no matter how does it look."],
    "02": ["Freedom from Discrimination", "A human right is a rule that all humans must follow. These means these rules apply to you as to all the other human beings, where, with human we refer to everybody: boys, girls, catholics, muslims, jews, black people… So, if everybody has to follow the same rules, everybody should treat the other as an equal.", "Imagine a set of rules that everybody on your class should follow, just because they are on your class. This set of rules are done to be equal and be followed independently on how does one of your mates look or think alike. They are class-rules, so everyone must follow them in the same way because your classmates belong to your same class. This converts everyone in your class as equal.", "Imagine that each of the classes that belong to your school have different playground timings. Some have more time to play, others have less time to play. This is unfair because everyone, just for being on your school, should have the same time to play at the playground. There must not be differences based on classes."],
    "03": ["Right to Life, Liberty, Personal Security", "Human rights are the same for everyone, this means that if you have the right to be alive (to feel) to be free (be able to decide) and to not feel fear when you do not want to, any other child must have the same rights (because everyone has the same rules). This means you should not prevent others from following these same rules.", "Imagine a situation where you suffer from fear. You should always have the option of stop feeling this fear. If its caused by another child, that child must stop. If any external thing causes it, you should have enough resources to stop feeling it.", "Imagine you are at an amusement park. There is a rule that tells that every child in this park can access to any ride, if they desire to. In this park, there is a thematic ride which is famous for scaring children. Some children like to be scared, so they decide to go in. This same rule, tells that if you do not feel like entering this ride there is no one who can force you to feel scared. You always decide."],
    "04": ["Freedom from Slavery", "Slaves are people owned by other people. This means that some people have more power than them and can control their actions. This is not allowed by the right to freedom from slavery.", "Many centuries ago, people liked going to other lands far from their home to conquer those lands and the people from that land. People liked to own those two things, lands and people, because they gave a lot of money for them to buy other things. Nevertheless, when someone owns people they decide if the rules that apply for everybody also apply for them. Also, people who own other people could force them to do things they did not want to. This could happen to you also. That is why we need a rule where nobody could own nobody. ", "I can imagine that you do not like when your parents tell you what to do. You want to be free and to play even if it is late! Even if sometimes they do tell you what you have to do, they do it to teach you and because they love you. But they can do that, because they are your parents. No one else can tell you what to do at any time because you are equal to every other child. This also means that neither can you tell anybody what to do."],
    "05": ["Freedom from Torture and Degrading Treatment", "You should not hurt any other child nor physically or emotionally, and because you are equal to any other childs (regarding these rules) they can not hurt you back also. Not even if they think they have a reason.", "Imagine your teachers have made up rules that everyone in school must follow. For example, we mustn’t physically hurt people of your class. And, because all people must follow this rule, nobody can hurt you nor they should hurt each other. This is your basic human right to freedom of torture.", "When someone is hurting anybody else, you should know that he/she is breaking the rule of freedom from torture because we are all equal and nobody should have the abillity nor the possibility to harm anyone."],
    "06": ["Right to Recognition as a Person before the Law", "Every human being, of all kinds, should be recognised as a person by you, and because everyone should follow the same rules because everyone has the same rights, anyone should recognise you as a person also.", "The law is something that is accorded and voted by everyone in one country. It tells what is right and what is not, and it is decided by the majority of people but it concerns the totality of the people. By this rule, voted by everyone, you should be considered as a child everywhere you go.", "In your class, the rules are dictated by your teacher. There is a right or rule that tells that the teacher should have at least one rule that says that everyone in your class is a child and nothing else. By being a child everyone is equal and has to follow the same rules."],
    "07": ["Right to Equality before the Law", "When two people find that their interests collide they are both equal in rights and so they both must be recognised equal before the law and the judge. This also implies that they have to be treated by the judge with the same rules.", "A law is a rule that has been agreed by a whole country, or by the majority of people living in the country. This means that it is a rule that most have determined and that everyone should follow. As we know that everyone has the same rules, everyone should be equal to the same rules.", "Imagine that two of your classmates have been involved in an argument. The teacher, who is the one that has to solve the conflict and is the one who tells right from wrong (like the laws), should treat the two in the same way, and should take into account both opinions."],
    "08": ["Right to Remedy by Competent Tribunal", "If any of the rules that we have mentioned before or the rules that are voted and decided by people are not accomplished and this affects you, there has to be someone who we call a “judge” who should bring back those rules and look out for their accomplishment.", "Imagine that in school there are some rules which have to be followed by all the childs. If some child does not follow some rule, there has to be at least one teacher, or person who can tell right from wrong, that manages to tell the other kid that is doing wrong and solve your situation.", "At home, maybe there is someone (it could be your mum, your grandad, sister…) who accidentally breaks some of the rules that your parents have established at home. In this case, either you or another one should identify the problem, solve it, and prevent it from happening again."],
    "09": ["Freedom from Arbitrary Arrest and Exile", "As we have said before, everyone has the same rights and so has to follow the same rules. Following this statement, nobody has any greater power over anybody.  Nobody can force you to go anywhere where you do not want to nor going to prison or out of the country as long as you have respected the rules that make everyone the same.", "The same way your parents do not punish you if you have not behaved wrongly, there is nobody who can punish you and impose their power over you without good reasons.", "Imagine you have a teacher at school who can punish, without playground,  any of your classmates without a good reason. This would be a very unfair and poor attitude and you should be able to notice that it breaks the rule against freedom from unreasonable punishment."],
    "10": ["Right to Fair Public Hearing", "If someone tells you have broken or unfollowed one of the voted rules (law) there is another rule that tells you that you deserve to be listened to and someone to hear what you have to say about the accusations.", "When in school, every child is equal just for being a child. If there is a conflict, and one child accuses another one of something, everyone should have someone to hear their explanation because no one has power over you to say that you have done something you don’t.", "Imagine you are eating at your home’s table with your parents and your sister or brother if you have some. Imagine now that your sister can’t find her fork and accuses you of taking it because you are the only one sitting next to her. There is a rule that says that your parents must listen to what you have to say regarding your sisters’ accusation."],
    "11": ["Right to be Considered Innocent until Proven Guilty", "If some child accuses you of something everyone should act and think like you did not do that until someone has real proof that you have done it. Also, if you have broken some rule before that was considered a rule you are not guilty.", "Imagine that John (a classmate from school) has accused Jane (another classmate from school) that she has stolen his pencil case because, as John says: “She always wants my pencils!”. That is a serious suggestion without any real proof. John has not seen Jane taking it, nor anyone has. In this situation, Jane should be considered innocent by the teacher unless someone finds some real proof of it.", "For those who like playing tag, imagine someone at some moment saying that no one can hide over the fence. Now imagine that Ahmed has been hiding there several times before establishing the rule. Ahmed has not been cheating because the rule was said after he did it."],
    "12": ["Freedom from Interference with Privacy, Family, Home and Correspondence", "There is one rule that establishes that (as all humans are equal and must follow the same rules because of their condition) no human has the power to invade your privacy or enter your home or see or hear what you tell your family or friends. Neither you have that power.", "There is a rule that says that no child can enter your home without you inviting him. Neither does he have the power to know things you don’t want him to know unless he has a good reason.", "Imagine that in your school everyone has its “toilet zone” assigned. No child can go to your toilet zone without you letting them. Also, if you are sending notes with Natalia, and you do not want anyone to see them there is a rule that says that no one has the power to decide and force you to read them out loud."],
    "13": ["Right to Free Movement in and out of the Country", "If you are an adult or have the permission of your parents you should be able to move to any country you would like to.", "Imagine you get older and turn eighteen. Now you can decide over things that you could not decide before without your parents permission. Imagine that your friends, naturally, get older at the same rate than you and want to go on a vacation. There is no other person who can decide whether you can go to another country or not.", "Imagine that you are in your school and you want to go from Class A to Class B, which is on a higher floor. If you have the permission of your teacher, there is no classmate who can tell you whether you can go to Class B or not. You are free to move as you want."],
    "14": ["Right to Asylum in other Countries from Persecution", "Laws are voted within the humans that are in a certain country. Those laws affect a certain country, maybe yours. If some other human wants to use those laws to hurt you with no reason you should be able to go to another country, with other  laws, to seek protection.", "Laws are rules that tell what to do when something occurs. The thing to do is decided by all the citizens of one country, and this may be different for different countries (because there are different citizens with different thoughts). If someone wants to break some of those rules to hurt you, there is a rule assigned to you just for being a human that says that you can go anywhere where you feel safe.", "Imagine that in your class you have an issue with another classmate. You go and tell your teacher who is unable to solve the problem between you two. There is a school-rule that says that you can ask your teacher to change the class where you belong to in order to avoid being with your other classmate."],
    "15": ["Right to a Nationality and the Freedom to Change It", "The world is divided by countries where each country has their own laws which aim to follow the rules that we are explaining but with differences. There is a rule that says that you can choose to which country you belong to or not to belong to any country.", "Countries are parts of the earth where different people live and where each person decides their own rules in different things. In the adult world, there are some things that you may prefer in front of other ones, so you should be able to choose which rules to follow and so, to which country you belong to.", "All children in your school have to follow the same rules because they are childs and they go to your school. Besides this, every class can choose (by voting) which color they  want their walls to be. Imagine now that in your class a color that you do not really like has been chosen. If your teacher allows you, you should be able to choose to change class to go to another one in which you like the color more."],
    "16": ["Right to Marriage and Family", "When you are 18 years or more, every human being on earth can decide whether to marry or not or whether to have a family or not. This rule includes you and every human being, besides the way they look or how they think. On the other hand, no one can force you to marry (and neither can you). Your country must protect your family if you decide to have one.", "Imagine that you and the boy/girl/other that you like from your class are older enough to marry and have kids. If and just if you both want to, you can marry no matter when or with who. Moreover, if you have kids, the people that decide the rules in your country, must make rules to protect your family.", "Imagine that at class the teacher tells you that from now on you will be working in groups of two if you want to. No child can force you to go with him and neither can you do so. You have the ability to choose to go in groups of two if you find a partner who wants to. When forming a pair, you can rethink and undo the pair. Also, the teacher must treat you as one."],
    "17": ["Right to Own Property", "Previously we talked about owning. You can own anything that does not have an owner and is ownable whenever you want and when you own it, no one can take it and own it himself if they do not have a good reason. That is the right to own property.", "When your parents/grandparents/others give you some gift you are an owner of that gift. You have power over it and can do whatever you want. No child can take away that gift from you if you do not give them permission or a good reason. That is the right to own property.", "When you start school in September, you are given a school coat so that you do not get dirty. When they give it to you, you are then the owner of the coat and no other classmate can take your coat away unless they have a good reason or you have told them to do so. That is the right to own property."],
    "18": ["Freedom of Belief and Religion", "Every human being, just for their condition, is equal as any other human being and has some rights. One of them, the right to freedom of thought, conscience and religion, gives humans the possibility to have every thought imaginable and to believe in anything they want.", "The thought is the act of thinking. You, the children, are continuously thinking: you can either think about playing, about what you want to eat or what do you want to do next. Also, if someone tells you something you can choose to believe it or not. Every child has this ability since every child is equal. This is called the right to freedom of thought and religion.", "When at math class, every child in your class has the right to answer or question anything that the teacher has been doing. Also, when the history teacher tells you the different religions (beliefs) you should be able to choose which one to believe or to change your opinion. This is called the right to freedom of thought and religion."],
    "19": ["Freedom of Opinion and Information", "When something happens in the world, old people express or think or have their own opinions on that matter. Since every human being on earth is equal, all humans have the right to choose and to build their own opinion and to tell this opinion to others. This is called the right to freedom of opinion and information.", "Imagine you are in your car with your parents on your way to school. There is bad weather outside the car and your mum notices it. Afterwards, she expresses her opinion :“I prefer rainy days, they are cosy”. Your dad then says: “Why? They are sad. I prefer sunny days, they make me happy”. If you feel like it, you should be able to express your opinion too. This is called the right to freedom of opinion and information.", "In history class, you are discussing how the Roman Empire built their culture. There are some classmates who express their opinion and say that the Romans copied everything from the Greeks. Some others say that the Roman Empire is more original and they just based their culture on some Greek ideas. All your classmates have the right to have and express their opinion, and as all children are equal, so do you. This is called the right to freedom of opinion and information."],
    "20": ["Right of Peaceful Assembly and Association", "Explanation level 1", "Explanation level 2", "Explanation level 3"],
    "21": ["Right to Participate in Government and in Free Elections", "Explanation level 1", "Explanation level 2", "Explanation level 3"],
    "22": ["Right to Social Security", "Explanation level 1", "Explanation level 2", "Explanation level 3"],
    "23": ["Right to Desirable Work and to Join Trade Unions", "Explanation level 1", "Explanation level 2", "Explanation level 3"],
    "24": ["Right to Rest and Leisure", "Explanation level 1", "Explanation level 2", "Explanation level 3"],
    "25": ["Right to Adequate Living Standard", "Explanation level 1", "Explanation level 2", "Explanation level 3"],
    "26": ["Right to Education", "Explanation level 1", "Explanation level 2", "Explanation level 3"],
    "27": ["Right to Participate in the Cultural Life of Community", "Explanation level 1", "Explanation level 2", "Explanation level 3"],
    "28": ["Right to a Social Order that Articulates this Document", "Explanation level 1", "Explanation level 2", "Explanation level 3"],
    "29": ["Community Duties Essential to Free and Full Development", "Explanation level 1", "Explanation level 2", "Explanation level 3"],
    "30": ["Freedom from State or Personal Interference in the above Rights", "Explanation level 1", "Explanation level 2", "Explanation level 3"]
}
